{
    "Hello! I'm": "Cześć! Jestem",
    "scroll me": "przewiń w dół",
    "Back to home page": "Back to home page",
    "page not found": "strona nie została odnaleziona",
    "Error": "Błąd",
    "to": "to",
    "up": "up",
    "Contact": "Kontakt",
    "Menu": "Menu",
    "Dark mode": "Tryb ciemny",
    "on": "włączony",
    "off": "wyłączony",
    "Hello": "Strona główna",
    "About me": "O mnie",
    "Portfolio": "Portfolio",
    "Show live": "Pokaż na żywo",
    "All rights reserved": "Wszelkie prawa zastrzeżone",
    "Email": "Email",
    "Phone number": "Numer telefonu",
    "Hover over the work for more details": "Najedź na pracę, aby poznać więcej szczegółów",
    "Tap on the work for more details": "Naciśnij na pracę, aby poznać więcej szczegółów",
    "A bit of my story": "Trochę mojej historii",
    "2020 - First commercial project": "2020 - Pierwszy komercyjny projekt",
    "2021 jul - First job as Frontend developer at Maal company": "2021 lip - Pierwsza praca jako Frontend developer w firmie Maal",
    "2021 oct - Starting studies at the Collage of Economics and Computer Science in Cracow": "2021 paź - Rozpoczęcie studiów na Wyższej Szkole Ekonomii i Informatyki w Krakowie",
    "2023 feb - New job at Ideo company": "2023 lut - Nowa Praca w firmie Ideo",
    "2023 oct - GoIT Mentor - Share knowledge, inspire the future": "2023 paź - Mentor GoIT - Dziel się wiedzą, inspiruj przyszłość",
    "I am currently working as a": "Aktualnie pracuję jako",
    "In my free time I am involved in creating music as well as performing it. I enjoy hanging out with friends, playing instruments such as guitar and piano. In general, I can't imagine the world without music.": "W wolnym czasie zajmuję się tworzeniem muzyki jak i jej wykonywaniem. Lubię spotykać się ze znajomymi, grać na instrumentach takich jak gitara czy pianino. Ogólnie to nie wyobrażam sobie świata bez muzyki.",
    "I come from a small town 60 km from Cracow. From an early age, I have been interested in computer science and in 2021 I started studying applied computer science at the Collage of Economics and Computer Science in Cracow. Every day I enrich myself with new skills, so I can do more and more.": "Pochodzę z niewielkiej miejscowości położonej 60 km od Krakowa. Od najmłodszych lat interesuję się informatyką a w 2021 roku rozpocząłem naukę w Wyższej Szkole Ekonomii i Informatyki w Krakowie na kierunku informatyki stosowanej. Z każdym dniem wzbogacam się o nowe umiejętności, dzięki czemu potrafię coraz więcej.",
    "Actually, my name is": "Tak właściwie, nazywam się",
    "I'm": "Mam",
    "rok": "rok",
    "lat": "lat",
    "lata": "lata"
}
