{
    "Back to home page": "Back to home page",
    "page not found": "strona nie została odnaleziona",
    "Error": "Błąd",
    "to": "to",
    "up": "up",
    "Dark mode": "Tryb ciemny",
    "on": "włączony",
    "off": "wyłączony",

    "header": {
        "title": "Cześć! Jestem",
        "scroll": "przewiń w dół"
    },
    "nav": {
        "home": "Strona główna",
        "aboutMe": "O mnie",
        "portfolio": "Portfolio",
        "contact": "Kontakt",
        "menu": "Menu"
    },
    "portfolio": {
        "header": "Portfolio",
        "infoDesktop": "Najedź na pracę, aby poznać więcej szczegółów",
        "infoMobile": "Naciśnij na pracę, aby poznać więcej szczegółów",
        "showLive": "Pokaż na żywo"
    },
    "aboutMe": {
        "header": "O mnie",
        "title": "Trochę mojej historii",
        "description": [
            "Nazywam się <b>{name}</b>, mam {age} lat i pochodzę z niewielkiej miejscowości w Małopolsce. Od najmłodszych lat pasjonuję się informatyką, a w 2025 roku ukończyłem studia na kierunku informatyki stosowanej w Wyższej Szkole Ekonomii i Informatyki w Krakowie. Każdego dnia rozwijam swoje umiejętności, dzięki czemu potrafię coraz więcej. | Nazywam się <b>{name}</b>, mam {age} lata i pochodzę z niewielkiej miejscowości w Małopolsce. Od najmłodszych lat pasjonuję się informatyką, a w 2025 roku ukończyłem studia na kierunku informatyki stosowanej w Wyższej Szkole Ekonomii i Informatyki w Krakowie. Każdego dnia rozwijam swoje umiejętności, dzięki czemu potrafię coraz więcej.",
            "Obecnie pracuję jako <b>Frontend Developer</b>. W wolnym czasie tworzę i wykonuję muzykę - to moja największa pasja. Gram na gitarze i pianinie, a muzyka jest dla mnie nieodłączną częścią życia. Lubię też spędzać czas ze znajomymi i czerpać inspiracje z różnych dziedzin sztuki i technologii."
        ],
        "timeline": [
            "2020 - Realizacja pierwszego komercyjnego projektu",
            "Lipiec 2021 - Pierwsza praca jako Frontend Developer w firmie Maal",
            "Październik 2021 - Rozpoczęcie studiów na Wyższej Szkole Ekonomii i Informatyki w Krakowie",
            "Luty 2023 - Rozpoczęcie pracy w firmie Ideo",
            "Październik 2023 - Mentor w GoIT, pomaganie i inspirowanie przyszłych specjalistów",
            "Styczeń 2025 - Rozpoczęcie pracy w Execon",
            "Luty 2025 - Ukończenie studiów i uzyskanie tytułu inżyniera"
        ]
    },
    "footer": {
        "contact": "Kontakt",
        "email": "Email",
        "phoneNumber": "Numer telefonu",
        "rights": "Wszelkie prawa zastrzeżone"
    }
}
